Repository: liyb93/MediaInfo
Catalog: MediaInfo/*.lproj/Main.strings
Languages: it

# 3ol-h5-zyQ.title
source: Save
it: Salva

# 4sb-4s-VLi.title
source: Quit MediaInfo
it: Chiudi MediaInfo

# 5QF-Oa-p0T.title
source: Edit
it: Modifica

# 5kV-Vb-QxS.title
source: About MediaInfo
it: Informazioni su MediaInfo

# 6dh-zS-Vam.title
source: Redo
it: Ripristina

# BOF-NM-1cW.title
source: Preferences…
it: Impostazioni…

# 8ph-NU-oZq.title
source: Check for Updates…
it: Controlla aggiornamenti…

# fDY-I1-4OC.title
source: Reveal settings file
it: Rivela impostazioni nel Finder

# F2S-fz-NVQ.title
source: Help
it: Aiuto

# FKE-Sm-Kum.title
source: MediaInfo Help
it: Guida di MediaInfo

# IQv-IB-iLA.title
source: MediaInfo Preferences
it: Impostazioni di MediaInfo

# Kd2-mp-pUS.title
source: Show All
it: Mostra tutte

# NMo-om-nkz.title
source: Services
it: Servizi

# Olw-nP-bQN.title
source: Hide MediaInfo
it: Nascondi MediaInfo

# Ruw-6m-B2m.title
source: Select All
it: Seleziona tutto

# Td7-aD-5lo.title
source: Window
it: Finestra

# Vdr-fp-XzO.title
source: Hide Others
it: Nascondi altre

# W48-6f-4Dl.title
source: Edit
it: Modifica

# ZP7-f3-Ke7.title
source: Show JS Console
it: Mostra JS Console

# uAz-Go-CoT.title
source: Find
it: Cerca

# ELb-WN-nv4.title
source: Find…
it: Cerca…

# f0X-jS-X6S.title
source: Find and Replace…
it: Trova e sostituisci…

# KBO-Qr-cJu.title
source: Find Next
it: Cerca successivo

# gi8-nk-QLg.title
source: Find Previous
it: Cerca precedente

# ER1-kS-ibx.title
source: Use Selection for Find
it: Usa selezione per cercare

# Sy2-8T-qos.title
source: Jump to Selection
it: Vai alla selezione

# XfG-lQ-9wD.title
source: MediaInfo Preferences
it: Impostazioni di MediaInfo

# dRJ-4n-Yzg.title
source: Undo
it: Annulla

# gVA-U4-sdL.title
source: Paste
it: Incolla

# hz9-B4-Xy5.title
source: Services
it: Servizi

# leZ-K3-ufv.title
source: Monitored folders:
it: Cartelle monitorate:

# I2d-2L-day.title
source: Handle external disk
it: Gestisci dischi esterni

# pa3-QI-u2k.title
source: Delete
it: Cancella

# uRl-iY-unG.title
source: Cut
it: Taglia

# x3v-GG-iWU.title
source: Copy
it: Copia

# kZH-lG-0GR.label
source: Folders
it: Cartelle

# X7x-1e-VQx.label
source: General
it: Generali

# hi3-b6-BGO.label
source: Images
it: Immagini

# 7iY-oQ-aUh.label
source: Archive
it: Archivi

# ddE-RW-f86.title
source: Audio & Video engine priority:
it: Priorità motore di analisi per audio e video:

# 3zV-9Z-t4J.title
source: Skip items with no data for the placeholders
it: Ignora voci di menu con segnaposti privi di valore

# evg-H0-dfl.title
source: Handle images
it: Gestisci immagini

# rIy-Nc-rEU.title
source: Handle video
it: Gestisci file video

# lDw-rK-mCc.title
source: Handle audio files
it: Gestisci file audio

# V0e-Bt-gdg.title
source: Handle PDF files
it: Gestisci file PDF

# AVX-yc-4RG.title
source: Handle Office (XML based) files
it: Gestisci file Office (formati XML)

# i4R-xf-NHN.title
source: Enable the Finder extension
it: Abilita l’estensione del Finder

# mhg-O0-Th5.title
source: Show tracks on submenu
it: Mostra tracce in sotto menu

# cYX-CY-lD3.title
source: Show menu icons
it: Mostra le icone nelle voci di menu

# miM-mB-nHF.title
source: Show info on a submenu
it: Mostra le informazioni in un sotto menu

# pfb-Pi-02t.title
source: Show main info on the submenu title
it: Informazione principale come titolo del sotto menu

# FzS-qT-KmD.title
source: Use first menu item as Main info
it: Usa la prima voce di menu come elemento principale

# Hax-TK-efd.title
source: Menu action
it: Azione del menu

# HVa-Dm-7Kg.title
source: Do nothing
it: Non fare nulla

# OrN-Vg-FAv.title
source: Open with the default app
it: Apri con l’applicazione predefinita

# kmY-9L-V9u.title
source: Execute the action script element
it: Esegui lo script di azione

# 2uO-lI-Axl.title
source: Allow rounded aspect ratio
it: Arrotonda le proporzioni di immagini e video

# Pb9-Aa-T3f.title
source: Revert to Saved…
it: Resetta all’ultimo salvataggio…

# ViQ-fS-IIJ.title
source: Reset to default settings…
it: Ripristina le impostazioni predefinite…

# umV-Rf-qNd.title
source: Close
it: Chiudi

# 2pJ-Nh-3D0.title
source: Save
it: Salva

# ml2-T5-Jby.ibShadowedToolTip
source: Test the image menu.
it: Prova il menu per i file immagine.

# kpF-J6-FOz.ibShadowedToolTip
source: Test the video menu.
it: Prova il menu per i file video.

# Ejm-cd-U4C.ibShadowedToolTip
source: Test the audio menu.
it: Prova il menu per i file audio.

# 7ap-HR-bdU.ibShadowedToolTip
source: Test the PDF menu.
it: Prova il menu per i documenti PDF.

# Npm-5O-fge.ibShadowedToolTip
source: Test the Office menu.
it: Prova il menu per i documenti di Office.

# 6Yh-1b-1uZ.ibShadowedToolTip
source: Test the Archive menu.
it: Prova il menu per gli archivi compressi.

# hhb-PW-yj6.title
source: Customize the menu item
it: Personalizza la voce di menu

# G9y-SI-1Ri.title
source: Item elements
it: Segnaposto

# RJU-Dr-O1W.title
source: Cancel
it: Annulla

# gAy-XH-7VJ.title
source: Done
it: OK

# hkM-Fc-2qh.title
source: Handle compressed archive files
it: Gestisci gli archivi compressi

# Fw5-Hp-WKw.title
source: Max files:
it: Numero massimo di file processati:

# o81-Ld-5Eb.title
source: Cancel
it: Annulla

# 57J-bu-UG3.title
source: Save
it: Salva

# 3ia-5X-Wg0.title
source: Word wrap
it: Testo a capo

# lm6-fA-X4X.title
source: Cancel
it: Annulla

# Bip-Es-r1Y.ibShadowedToolTips[0]
source: Add a item.
it: Sposta in alto.

# Bip-Es-r1Y.ibShadowedToolTips[1]
source: Remove the selected item.
it: Sposta in basso.
